<template>
  <div class="mt-[60px] mb-[120px]">
    <NavComponent current-menu="소개" />
    <div class="w-full min-h-screen flex flex-col">
      <img src="/images/intro.png" class="w-full" alt="">
      <div class="mt-8 px-4 flex flex-col">
        <h1 class="mb-4 text-2xl font-BookkMuyngjo">전광훈목사 소개글</h1>
        <p class="text-zinc-700">
          전광훈 목사님은 대한민국을 대표하는 부흥사이자 복음운동가로, 1983년 사랑제일교회를 개척하며 폭발적인 교회 부흥을 이루셨습니다. 이후 대한민국과 전 세계를 누비며 성령사역에 헌신하셨으며,복음의 불씨를 전 세계로 확산시키는 데 앞장서고 계십니다.
<br/><br/>
1995년에는 대한민국 복음화와 세계 선교를 위한 목회자 교육의 비전을 품고 청교도 영성 훈련원을 설립하셨습니다. 이를 통해 약 10만 명의 목회자를 양성하며, '성령의 나타남'이라는 주제를 중심으로 기독교 2000년 역사 속에서 복음의 역사는 곧 '성령의 역사'임을 강조하고 계십니다.<br/>
특히, 복음운동과 성령운동이 분리되며 쇠퇴하는 현상을 우려하며 지난 20여 년간 강력한 성령운동을 전개해 오셨습니다.
<br/><br/>
또한, 전 세계에서 유일한 분단국가인 대한민국의 현실 속에서 자유민주주의 체제를 지키고 공산주의 체제와의 이념적 대결에 대응하기 위해 보수정치 활동에도 적극 참여하고 계십니다. 복음 통일을 이루기 위해 정치가 필수적인 영역임을 강조하며, 2019년부터 서울 광화문 광장에서 10만 명 이상의 기독교인과 시민들이 자발적으로 참여한 '자유통일' 집회를 수백 차례 진행하며 자유대한민국을 수호하는 데 앞장서고 있습니다.
<br/><br/>
현재 전광훈 목사님은 '예수한국 복음통일'이라는 슬로건 아래, '대한민국바로세우기 국민운동본부', '자유마을', '전국지역교회연합회', '자유통일을 위한 교회총연합회' 등 복음과 애국을 아우르는 다양한 조직 운동을 활발히 전개하고 계십니다. 목사님의 사역은 복음의 열매를 맺으며, 자유와 진리를 향한 열정으로 계속해서 확장되고 있습니다.
        </p>
        <p class="my-4 text-[23px] font-BookkMuyngjo">
          존경하는 애국시민 여러분,<br/>
          친애하는 750만 재외동포 여러분<br/>
          그리고 자유를 사랑하는<br/>
          세계 모든 분들!
        </p>
        <p class="text-zinc-700">
          저는 이 나라를 자유민주주의, 자유시장경제, 한미동맹, 기독교 입국론을 바탕으로 자유통일을 이루고자 20여 년 동안 공산화하려는 무리와 싸워 왔습니다.
          <br/><br/>
북한은 공산화를 위해 대한민국의 건국과 일제의 해방 후 단 한 순간도 쉰 적이 없습니다.<br/>
지나간 역사를 돌이켜보면 "대구 10- 1 폭동"을 비롯한 2.7폭동, 제주4- 3폭동, 여순 10- 19폭동 그리고 이어지는 사건은 바로 광주 5- 18입니다.<br/>
특별법으로 제정된 광주 5·18의 언급은 명목상 금지되었고 벌금 부과라는 진실을 가리는 가림막이 되었습니다.<br/>
광주 사람이 스스로 났고 같은 편에게 총을 겨눈다는 것은 이상하지 않습니까?<br/>
특별법으로 광주 사태만 분리한다면 역사 방정식에 맞지 않습니다.<br/>
이러한 사실에 대해 광주 순회 당시 해당 발언으로 광주 시민도 깨어나고 있습니다.
        </p>
        <p class="my-4 text-lg text-[#AA1212] font-BookkMuyngjo">
          이제는 나라를 위하여 행동할 때입니다.
        </p>
        <h1 class="my-4 text-2xl text-[#AA1212] font-BookkMuyngjo">경력</h1>
        <div class="mt-4 pb-4 w-full rounded-2xl bg-zinc-100 flex flex-col items-start">
          <IntroCareerComponent v-for="(item, index) in career" :key="index" :date="item.date" :event="item.event" />
        </div>
      </div>
    </div>
  </div>
</template>

<script setup>
const career = ref( 
[{
date: "2024~",
event: "사랑제일교회 고문"
},
{
date: "2022.05.17",
event: "세계교민청 설립"
},
{
date: "2022.04.10",
event: "자유통일당 창당(당명 변경)"
},
{
date: "2021.06.14",
event: "국민혁명당 창당(당명 변경)"
},
{
date: "2020.03.06",
event: "기독자유통일당 창당(당명 변경)"
},
{
date: "2020.01.30",
event: "제 26대 한국기독교총연합회 대표회장 연임"
},
{
date: "2019.10.03",
event: "국민혁명의장"
},
{
date: "2019.03.01",
event: "이승만대학 설립 발기인대회"
},
{
date: "2019.01.29",
event: "제 25대 한국기독교총연합회 대표회장"
},
{
date: "2016.03.03",
event: "기독자유당 창당"
},
{
date: "2014.09.15",
event: "제 49대 대한예수교장로회 대신총회 총회장"
},
{
date: "2014.07.14",
event: "대한민국바로세우기국민운동본부 대표"
},
{
date: "2013.07.30",
event: "WCC(세계교회협의회) 반대대책위원회 위원장"
},
{
date: "2011.09.26",
event: "기독자유민주당 창당"
},
{
date: "2011.08.29",
event: "나라와교회바로세우기운동본부 대표"
},
{
date: "2010.12.20",
event: "대한민국 바로세우기 국민운동본부 설립"
},
{
date: "2010.02.24",
event: "사학법 폐지 및 사학진흥법 제정 추진위원회 위원장"
},
{
date: "2006.03.31-08.03",
event: "한국기독교총연합회 통일선교대학 이사장"
},
{
date: "2004.08.23-26",
event: "제 31차 전국 목회자 부부 일만명 초청 청교도 영성 훈련"
},
{
date: "2000.02.12",
event: "안양대학교 신학대학원 편목 과정 수료"
},
{
date: "1995.05-",
event: "청교도영성훈련원 원장"
},
{
date: "1987.06.07",
event: "목사 안수"
},
{
date: "1984.02.23",
event: "대한신학교 졸업"
},
{
date: "1983.10.02",
event: "사랑제일교회 개척"
}
]);



</script>

<style lang="scss" scoped>

</style>
